{
  "header": {
    "about": "Su di me",
    "stack": "Stack",
    "projects": "Progetti",
    "contact": "Contattami"
  },
  "intro": {
    "title": "Ciao!",
    "text": "Sono Simone Timi, sviluppatore web full stack con una passione per la tecnologia e la linguistica.\n Vediamo di scrivere qualche linea di codice!"
  },
  "about": {
    "title": "Su di me",
    "text": "Sono un logopedista che si è tuffato a capofitto nel mondo dello sviluppo web! Perché?\n Ho sempre avuto una passione per la tecnologia, la risoluzione di problemi e la ricerca di soluzioni efficienti. In effetti è anche questo che inizialmente mi ha attratto verso lo sviluppo web, e se devo essere onesto, non mi ha deluso. C'è un brivido unico nel vedere un progetto prendere vita, sia quando il codice funziona al primo colpo che quando passi ore a fare debugging.\n Anche se il mio background non è esattamente convenzionale, sono sicuro che quanto appreso nella mia precedente professione sia una risorsa nel mondo dello sviluppo software.\n Se stai cercando uno sviluppatore con una prospettiva fresca e una montagna di entusiasmo, contattami!"
  },
  "stack": {
    "title": "Stack"
  },
  "projects": {
    "title": "Progetti",
    "projectOne": {
      "title": "Blog App",
      "text": "Progetto Full Stack con autenticazione e MongoDB. Scritto interamente in TypeScript con NextJS.",
      "github": "https://github.com/simonetimi/blog-app",
      "deployement": "https://inkwell-insights-blog.vercel.app/"
    },
    "projectTwo": {
      "title": "Message Board",
      "text": "App dove postare e leggere messaggi anonimi degli utenti. Backend sviluppato con Express.",
      "github": "https://github.com/simonetimi/message-board",
      "deployement": "https://mini-message-board-lit.onrender.com/"
    },
    "projectThree": {
      "title": "Weather App",
      "text": "App meteo con previsioni fino a 7 giorni. Scritto originariamente in JavaScript e riscritto in Typescript.",
      "github": "https://github.com/simonetimi/weather-app",
      "deployement": "https://simonetimi.github.io/weather-app/"
    },
    "projectFour": {
      "title": "Token Bag App",
      "text": "Companion app per il gioco di ruolo Koriko. Offre la possibilità di salvare la sessione in locale. Scritto con React e Next.js.",
      "github": "https://github.com/simonetimi/token-app-rpg",
      "deployement": "https://token-app-rpg.vercel.app/"
    },
    "projectFive": {
      "title": "Pokémon Memory Game",
      "text": "Gioco di memoria in cui il giocatore non deve mai premere lo stesso Pokémon due volte. Scritto con React.",
      "github": "https://github.com/simonetimi/memory-game",
      "deployement": "https://gottacatch-memory.netlify.app//"
    }
  },
  "contact": {
    "title": "Contattami",
    "text": "Sono alla ricerca di collaborazioni e oppurtunità interessanti! Sei hai progetto da proporre al quale poter contribuire, contattami a:"
  }
}
